Unitlist = {
    -- ['库塔伊西本场CC'] = {
    --     ['blue'] = {
    --     },
    --     ['red'] = {
    --     },
    -- };
    -- ['科尔奇前线CC'] = {
    --     ['blue'] = {
    --         '【科尔奇】野驴（运输）B1-1',
    --         '【科尔奇】野驴（运输）B1-2',
    --         '【科尔奇】野驴（运输）B1-3',
    --         '【科尔奇】野驴（运输）B1-4',
    --         '【科尔奇】蚊子（运输）B1-1',
    --         '【科尔奇】蚊子（运输）B1-2',
    --         '【科尔奇】蚊子（运输）B1-3',
    --         '【科尔奇】蚊子（运输）B1-4',
    --     },
    --     ['red'] = {
    --         '【科尔奇】野驴（运输）R1-1',
    --         '【科尔奇】野驴（运输）R1-2',
    --         '【科尔奇】野驴（运输）R1-3',
    --         '【科尔奇】野驴（运输）R1-4',
    --         '【科尔奇】蚊子（运输）R1-1',
    --         '【科尔奇】蚊子（运输）R1-2',
    --         '【科尔奇】蚊子（运输）R1-3',
    --         '【科尔奇】蚊子（运输）R1-4',
    --     },
    -- };
    -- ['阿纳克里厄中场CC'] = {
    --     ['ships']={
    --         ['red']={'阿纳克里厄LHA R'},
    --         ['blue']={'阿纳克里厄LHA B'},
    --     };
    --     ['blue'] = {
    --         '【阿纳克里厄】野驴（运输）B1-1',
    --         '【阿纳克里厄】野驴（运输）B1-2',
    --         '【阿纳克里厄】野驴（运输）B1-3',
    --         '【阿纳克里厄】野驴（运输）B1-4',
    --         '【阿纳克里厄】蚊子（运输）B1-1',
    --         '【阿纳克里厄】蚊子（运输）B1-2',
    --         '【阿纳克里厄】蚊子（运输）B1-3',
    --         '【阿纳克里厄】蚊子（运输）B1-4',
    --     },
    --     ['red'] = {
    --         '【阿纳克里厄】野驴（运输）R1-1',
    --         '【阿纳克里厄】野驴（运输）R1-2',
    --         '【阿纳克里厄】野驴（运输）R1-3',
    --         '【阿纳克里厄】野驴（运输）R1-4',
    --         '【阿纳克里厄】蚊子（运输）R1-1',
    --         '【阿纳克里厄】蚊子（运输）R1-2',
    --         '【阿纳克里厄】蚊子（运输）R1-3',
    --         '【阿纳克里厄】蚊子（运输）R1-4',
    --     },
    -- };
    -- ----------
    -- ['奥恰姆奇拉中场CC'] = {
    --     ['ships']={
    --         ['red']={'奥恰姆奇拉LHA R'},
    --         ['blue']={'奥恰姆奇拉LHA B'},
    --     };
    --     ['blue'] = {
    --         '【奥恰姆奇拉】野驴（运输）B1-1',
    --         '【奥恰姆奇拉】野驴（运输）B1-2',
    --         '【奥恰姆奇拉】野驴（运输）B1-3',
    --         '【奥恰姆奇拉】野驴（运输）B1-4',
    --         '【奥恰姆奇拉】蚊子（运输）B1-1',
    --         '【奥恰姆奇拉】蚊子（运输）B1-2',
    --         '【奥恰姆奇拉】蚊子（运输）B1-3',
    --         '【奥恰姆奇拉】蚊子（运输）B1-4',
    --     },
    --     ['red'] = {
    --         '【奥恰姆奇拉】野驴（运输）R1-1',
    --         '【奥恰姆奇拉】野驴（运输）R1-2',
    --         '【奥恰姆奇拉】野驴（运输）R1-3',
    --         '【奥恰姆奇拉】野驴（运输）R1-4',
    --         '【奥恰姆奇拉】蚊子（运输）R1-1',
    --         '【奥恰姆奇拉】蚊子（运输）R1-2',
    --         '【奥恰姆奇拉】蚊子（运输）R1-3',
    --         '【奥恰姆奇拉】蚊子（运输）R1-4',
    --     },
    -- };
    -- ['苏呼米前线CC'] = {
    --     ['blue'] = {
    --         '【苏呼米】野驴（运输）B1-1',
    --         '【苏呼米】野驴（运输）B1-2',
    --         '【苏呼米】野驴（运输）B1-3',
    --         '【苏呼米】野驴（运输）B1-4',
    --         '【苏呼米】蚊子（运输）B1-1',
    --         '【苏呼米】蚊子（运输）B1-2',
    --         '【苏呼米】蚊子（运输）B1-3',
    --         '【苏呼米】蚊子（运输）B1-4',
    --     },
    --     ['red'] = {
    --         '【苏呼米】野驴（运输）R1-1',
    --         '【苏呼米】野驴（运输）R1-2',
    --         '【苏呼米】野驴（运输）R1-3',
    --         '【苏呼米】野驴（运输）R1-4',
    --         '【苏呼米】蚊子（运输）R1-1',
    --         '【苏呼米】蚊子（运输）R1-2',
    --         '【苏呼米】蚊子（运输）R1-3',
    --         '【苏呼米】蚊子（运输）R1-4',
    --     },
    -- };
    -- ['古达乌塔本场CC'] = {
    --     ['blue'] = {
    --     },
    --     ['red'] = {
    --     },
    -- };


    ----------------------
    ----------------------

    ['莫兹多克本场CC'] = {
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['普罗赫拉中场CC'] = {
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['纳尔奇克本场CC'] = {
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['奥尔洛夫卡中场CC'] = {
        ['ships']={
            ['red']={'切尔克斯克LHA R'},
            ['blue']={'切尔克斯克LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['库巴塔巴中场CC'] = {
        ['ships']={
            ['red']={'切尔克斯克LHA R'},
            ['blue']={'切尔克斯克LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['矿水城前线CC'] = {
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['乌罗扎伊尼中场CC'] = {
        ['ships']={
            ['red']={'切尔克斯克LHA R'},
            ['blue']={'切尔克斯克LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['小悦城中场CC'] = {
        ['ships']={
            ['red']={'切尔克斯克LHA R'},
            ['blue']={'切尔克斯克LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['奇什科中场CC'] = {
        ['ships']={
            ['red']={'切尔克斯克LHA R'},
            ['blue']={'切尔克斯克LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ----------
    ['阿赫梅托夫中场CC'] = {
        ['ships']={
            ['red']={'古布斯卡娅LHA R'},
            ['blue']={'古布斯卡娅LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['古布斯卡娅中场CC'] = {
        ['ships']={
            ['red']={'古布斯卡娅LHA R'},
            ['blue']={'古布斯卡娅LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['图尔斯基中场CC'] = {
        ['ships']={
            ['red']={'古布斯卡娅LHA R'},
            ['blue']={'古布斯卡娅LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['迈科普前线CC'] = {
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['马尔坦中场CC'] = {
        ['ships']={
            ['red']={'古布斯卡娅LHA R'},
            ['blue']={'古布斯卡娅LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['埃列诺夫中场CC'] = {
        ['ships']={
            ['red']={'古布斯卡娅LHA R'},
            ['blue']={'古布斯卡娅LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['克拉斯诺达尔本场CC'] = {
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['诺莫尔斯基中场CC'] = {
        ['ships']={
            ['red']={'古布斯卡娅LHA R'},
            ['blue']={'古布斯卡娅LHA B'},
        };
        ['blue'] = {
        },
        ['red'] = {
        },
    };
    ['格连吉克本场CC'] = {
        ['blue'] = {
        },
        ['red'] = {
        },
    };
};

