Unitlist = {
    ['科尔奇前线CC'] = {
        ['blue'] = {
            '【科尔奇】野驴（运输）B1-1',
            '【科尔奇】野驴（运输）B1-2',
            '【科尔奇】野驴（运输）B1-3',
            '【科尔奇】野驴（运输）B1-4',
            '【科尔奇】蚊子（运输）B1-1',
            '【科尔奇】蚊子（运输）B1-2',
            '【科尔奇】蚊子（运输）B1-3',
            '【科尔奇】蚊子（运输）B1-4',
        },
        ['red'] = {
            '【科尔奇】野驴（运输）R1-1',
            '【科尔奇】野驴（运输）R1-2',
            '【科尔奇】野驴（运输）R1-3',
            '【科尔奇】野驴（运输）R1-4',
            '【科尔奇】蚊子（运输）R1-1',
            '【科尔奇】蚊子（运输）R1-2',
            '【科尔奇】蚊子（运输）R1-3',
            '【科尔奇】蚊子（运输）R1-4',
        },
    };
    ['阿纳克里厄中场CC'] = {
        ['ships']={
            ['red']={'阿纳克里厄LHA R'},
            ['blue']={'阿纳克里厄LHA B'},
        };
        ['blue'] = {
            '【阿纳克里厄】野驴（运输）B1-1',
            '【阿纳克里厄】野驴（运输）B1-2',
            '【阿纳克里厄】野驴（运输）B1-3',
            '【阿纳克里厄】野驴（运输）B1-4',
            '【阿纳克里厄】蚊子（运输）B1-1',
            '【阿纳克里厄】蚊子（运输）B1-2',
            '【阿纳克里厄】蚊子（运输）B1-3',
            '【阿纳克里厄】蚊子（运输）B1-4',
        },
        ['red'] = {
            '【阿纳克里厄】野驴（运输）R1-1',
            '【阿纳克里厄】野驴（运输）R1-2',
            '【阿纳克里厄】野驴（运输）R1-3',
            '【阿纳克里厄】野驴（运输）R1-4',
            '【阿纳克里厄】蚊子（运输）R1-1',
            '【阿纳克里厄】蚊子（运输）R1-2',
            '【阿纳克里厄】蚊子（运输）R1-3',
            '【阿纳克里厄】蚊子（运输）R1-4',
        },
    };
    ['奥恰姆奇拉中场CC'] = {
        ['ships']={
            ['red']={'奥恰姆奇拉LHA R'},
            ['blue']={'奥恰姆奇拉LHA B'},
        };
        ['blue'] = {
            '【奥恰姆奇拉】野驴（运输）B1-1',
            '【奥恰姆奇拉】野驴（运输）B1-2',
            '【奥恰姆奇拉】野驴（运输）B1-3',
            '【奥恰姆奇拉】野驴（运输）B1-4',
            '【奥恰姆奇拉】蚊子（运输）B1-1',
            '【奥恰姆奇拉】蚊子（运输）B1-2',
            '【奥恰姆奇拉】蚊子（运输）B1-3',
            '【奥恰姆奇拉】蚊子（运输）B1-4',
        },
        ['red'] = {
            '【奥恰姆奇拉】野驴（运输）R1-1',
            '【奥恰姆奇拉】野驴（运输）R1-2',
            '【奥恰姆奇拉】野驴（运输）R1-3',
            '【奥恰姆奇拉】野驴（运输）R1-4',
            '【奥恰姆奇拉】蚊子（运输）R1-1',
            '【奥恰姆奇拉】蚊子（运输）R1-2',
            '【奥恰姆奇拉】蚊子（运输）R1-3',
            '【奥恰姆奇拉】蚊子（运输）R1-4',
        },
    };
    ['苏呼米前线CC'] = {
        ['blue'] = {
            '【苏呼米】野驴（运输）B1-1',
            '【苏呼米】野驴（运输）B1-2',
            '【苏呼米】野驴（运输）B1-3',
            '【苏呼米】野驴（运输）B1-4',
            '【苏呼米】蚊子（运输）B1-1',
            '【苏呼米】蚊子（运输）B1-2',
            '【苏呼米】蚊子（运输）B1-3',
            '【苏呼米】蚊子（运输）B1-4',
        },
        ['red'] = {
            '【苏呼米】野驴（运输）R1-1',
            '【苏呼米】野驴（运输）R1-2',
            '【苏呼米】野驴（运输）R1-3',
            '【苏呼米】野驴（运输）R1-4',
            '【苏呼米】蚊子（运输）R1-1',
            '【苏呼米】蚊子（运输）R1-2',
            '【苏呼米】蚊子（运输）R1-3',
            '【苏呼米】蚊子（运输）R1-4',
        },
    };
};

